// Файл: cities.js
const bulgarianCities = [
    "Асеновград", "Благоевград", "Ботевград", "Бургас", "Варна",
    "Велико Търново", "Велинград", "Видин", "Враца", "Габрово",
    "Горна Оряховица", "Гоце Делчев", "Димитровград", "Добрич", "Дупница",
    "Казанлък", "Карлово", "Кърджали", "Кюстендил", "Ловеч",
    "Монтана", "Пазарджик", "Перник", "Петрич", "Плевен",
    "Пловдив", "Разград", "Русе", "Самоков", "Сандански",
    "Свиленград", "Свищов", "Севлиево", "Силистра", "Сливен",
    "Смолян", "София", "Стара Загора", "Търговище", "Хасково",
    "Шумен", "Ямбол"
];